Repository: zhuangqh/cairn
Catalog: Cairn/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# account.delete.confirm.message
source: This will delete all holdings and snapshots inside. This cannot be undone.
zh_hans: 将会删除账户下的所有持仓与快照，此操作无法撤销。

# account.delete.confirm.title
source: Delete account?
zh_hans: 删除账户？

# account.detail.holdings
source: Holdings
zh_hans: 持仓

# account.detail.snapshots
source: Snapshots
zh_hans: 流水

# account.edit.title
source: Edit account
zh_hans: 编辑账户

# account.empty
source: No accounts yet
zh_hans: 还没有账户

# account.empty.hint
source: Add a cash or equity account to start tracking.
zh_hans: 添加一个现金或股票账户以开始追踪。

# account.form.kind
source: Kind
zh_hans: 类型

# account.form.name
source: Name
zh_hans: 名称

# account.form.note
source: Note
zh_hans: 备注

# account.kind.cash
source: Cash
zh_hans: 现金

# account.kind.device
source: Device
zh_hans: 电子设备

# account.kind.realEstate
source: Real estate
zh_hans: 不动产

# account.kind.stock
source: Equity
zh_hans: 股票

# account.new.title
source: New account
zh_hans: 新建账户

# accounts.title
source: Accounts
zh_hans: 账户

# assets.addSnapshot
source: Add snapshot
zh_hans: 添加快照

# assets.byMember
source: By member
zh_hans: 按成员

# assets.empty.hint
source: Add a member and their accounts from the Accounts tab to see your family's net worth here.
zh_hans: 在账户标签页中添加成员和账户，这里将显示家庭净资产。

# assets.empty.title
source: No assets yet
zh_hans: 还没有资产记录

# assets.homeCurrency
source: Home currency
zh_hans: 本币

# assets.missingRates
source: Missing rates for: {currencies}. Tap refresh.
zh_hans: 缺少汇率：{currencies}，请点击刷新。

# assets.missingRates.short
source: No rate
zh_hans: 缺汇率

# assets.netWorth
source: Net worth
zh_hans: 净资产

# assets.ratesAsOf
source: Rates as of {date}
zh_hans: 汇率日期：{date}

# assets.refresh.failure
source: Failed to refresh rates
zh_hans: 汇率刷新失败

# assets.refreshRates
source: Refresh rates
zh_hans: 刷新汇率

# assets.snapshots
source: Snapshots
zh_hans: 快照

# assets.snapshots.empty.hint
source: Capture a snapshot to lock in today's balances and FX rates.
zh_hans: 添加快照可锁定当前的余额与汇率。

# assets.snapshots.empty.title
source: No snapshots yet
zh_hans: 还没有快照

# assets.snapshots.filter.allYears
source: All years
zh_hans: 全部年份

# assets.snapshots.filter.empty
source: No snapshots in the selected year.
zh_hans: 所选年份没有快照。

# assets.tab.assets
source: Physical
zh_hans: 实物资产

# assets.tab.financial
source: Financial
zh_hans: 金融资产

# assets.tab.picker
source: View
zh_hans: 视图

# assets.tab.possessions
source: Possessions
zh_hans: 实物资产

# assets.tab.trend
source: Trend
zh_hans: 趋势

# assets.title
source: Assets
zh_hans: 资产

# assets.trend
source: Financial assets
zh_hans: 金融资产

# assets.trend.axis.amount
source: Amount
zh_hans: 金额

# assets.trend.axis.month
source: Month
zh_hans: 月份

# assets.trend.empty.hint
source: Record at least one monthly snapshot to see the curve.
zh_hans: 至少记录一个月度快照后，将会显示净资产曲线。

# assets.trend.empty.title
source: No trend yet
zh_hans: 暂无趋势数据

# assets.trend.range
source: Range
zh_hans: 区间

# assets.trend.range.1y
source: 1Y
zh_hans: 1年

# assets.trend.range.2y
source: 2Y
zh_hans: 2年

# assets.trend.range.5y
source: 5Y
zh_hans: 5年

# assets.trend.range.6m
source: 6M
zh_hans: 6个月

# assets.updateThisMonth
source: Update this month
zh_hans: 更新本月

# batch.clear
source: Clear all
zh_hans: 全部清空

# batch.clear.confirm.action
source: Clear
zh_hans: 清空

# batch.clear.confirm.message
source: Unsaved values in every row will be removed.
zh_hans: 所有尚未保存的行将被清空。

# batch.clear.confirm.title
source: Clear all entries?
zh_hans: 清空所有输入？

# batch.discard.confirm.action
source: Discard
zh_hans: 放弃

# batch.discard.confirm.message
source: You have unsaved values. Leaving now discards them.
zh_hans: 当前有未保存的修改，现在离开将会丢弃。

# batch.discard.confirm.title
source: Discard changes?
zh_hans: 放弃修改？

# batch.empty.hint
source: Create accounts and holdings first, then come back to record a monthly snapshot.
zh_hans: 请先创建账户和持仓，再回到这里录入月度快照。

# batch.empty.title
source: No holdings yet
zh_hans: 还没有持仓

# batch.fillFromLast
source: Fill from last snapshot
zh_hans: 沿用上月

# batch.fillFromLast.hint
source: Copies previous values into blank accounts
zh_hans: 仅将上次金额填入空白账户

# batch.month
source: Month
zh_hans: 月份

# batch.monthCard.title
source: Snapshot month
zh_hans: 快照月份

# batch.notes.hint
source: Optional context for this month's snapshot.
zh_hans: 为本月快照添加可选说明。

# batch.notes.placeholder
source: Jot down anything noteworthy — windfalls, big purchases, market moves…
zh_hans: 记录本月值得留意的事情——大额收支、市场变化等……

# batch.notes.title
source: Notes
zh_hans: 备注

# batch.previousHint
source: prev {amount}
zh_hans: 上次 {amount}

# batch.rates.empty
source: No rates available for this month yet.
zh_hans: 暂无当月汇率。

# batch.rates.title
source: Exchange rates
zh_hans: 汇率

# batch.row.firstEntry
source: First entry
zh_hans: 首次记录

# batch.save
source: Save all
zh_hans: 全部保存

# batch.save.failure
source: Save failed
zh_hans: 保存失败

# batch.summary.filled
source: Filled
zh_hans: 已填

# batch.title
source: Update — {month}
zh_hans: 更新 — {month}

# batch.title.add
source: Add snapshot
zh_hans: 添加快照

# batch.total
source: Total
zh_hans: 合计

# common.action.add
source: Add
zh_hans: 添加

# common.action.archive
source: Archive
zh_hans: 归档

# common.action.cancel
source: Cancel
zh_hans: 取消

# common.action.collapse
source: Collapse
zh_hans: 收起

# common.action.delete
source: Delete
zh_hans: 删除

# common.action.done
source: Done
zh_hans: 完成

# common.action.edit
source: Edit
zh_hans: 编辑

# common.action.expand
source: Expand
zh_hans: 展开

# common.action.more
source: More
zh_hans: 更多

# common.action.save
source: Save
zh_hans: 保存

# common.action.unarchive
source: Unarchive
zh_hans: 取消归档

# common.label.archived
source: Archived
zh_hans: 已归档

# common.placeholder.comingSoon
source: Coming soon
zh_hans: 即将推出

# currency.picker.other
source: Other currencies
zh_hans: 其他币种

# currency.picker.pinned
source: Frequently used
zh_hans: 常用币种

# currency.picker.title
source: Currency
zh_hans: 币种

# dashboard.allocation
source: Asset Allocation
zh_hans: 资产配置

# dashboard.allocation.axis.amount
source: Amount
zh_hans: 金额

# dashboard.allocation.axis.kind
source: Category
zh_hans: 类别

# dashboard.assetCategories
source: Asset Categories
zh_hans: 资产类别

# dashboard.balance.financial
source: Financial assets
zh_hans: 金融资产

# dashboard.balance.physical
source: Physical assets
zh_hans: 实物资产

# dashboard.composition
source: Composition
zh_hans: 资产构成

# dashboard.members
source: Family Members
zh_hans: 家庭成员

# dashboard.portfolioAllocation
source: Portfolio Allocation
zh_hans: 资产分布

# dashboard.recentActivities
source: Recent Activities
zh_hans: 最近动态

# dashboard.recentActivities.empty
source: No snapshots yet. Record this month's values to see them here.
zh_hans: 尚无快照。记录本月数值后将在此显示。

# dashboard.title
source: Dashboard
zh_hans: 仪表盘

# dashboard.totalWealth
source: Total Family Wealth
zh_hans: 家庭总资产

# dashboard.trend
source: Trend
zh_hans: 趋势

# dashboard.vsLastMonth
source: vs last month
zh_hans: 对比上月

# error.field.required
source: This field is required.
zh_hans: 此字段为必填项。

# error.holding.currencyImmutable
source: A holding's currency cannot be changed after creation.
zh_hans: 持仓币种一经创建不可修改。

# error.holding.duplicateCurrency
source: This account already has a holding in that currency.
zh_hans: 该账户已有此币种的持仓。

# holding.delete.confirm.message
source: This will delete every snapshot on this holding.
zh_hans: 将删除此持仓下的所有快照。

# holding.delete.confirm.title
source: Delete holding?
zh_hans: 删除持仓？

# holding.detail.snapshots
source: Snapshots
zh_hans: 快照

# holding.edit.currencyImmutable.hint
source: Currency is fixed once the account is created.
zh_hans: 账户创建后币种不可更改。

# holding.edit.title
source: Edit holding
zh_hans: 编辑持仓

# holding.empty
source: No holdings yet
zh_hans: 还没有持仓

# holding.empty.hint
source: Add a per-currency position inside this account.
zh_hans: 在此账户下添加一个币种持仓。

# holding.form.label
source: Label (optional)
zh_hans: 标签（可选）

# holding.new.title
source: New holding
zh_hans: 新建持仓

# holding.snapshot.none
source: No snapshot
zh_hans: 暂无快照

# member.delete.confirm.message
source: This will delete every account, holding, and snapshot for this member. This cannot be undone.
zh_hans: 将删除该成员的所有账户、持仓与快照，且无法恢复。

# member.delete.confirm.title
source: Delete member?
zh_hans: 删除成员？

# member.edit.title
source: Edit member
zh_hans: 编辑成员

# member.empty
source: No members yet
zh_hans: 还没有成员

# member.empty.hint
source: Add yourself or a family member to begin.
zh_hans: 添加你或家庭成员以开始。

# member.form.avatar
source: Avatar
zh_hans: 头像

# member.form.avatar.change
source: Change photo
zh_hans: 更换照片

# member.form.avatar.choose
source: Choose photo
zh_hans: 选择照片

# member.form.avatar.cropper.hint
source: Drag to reposition, pinch to zoom.
zh_hans: 拖动调整位置，双指缩放。

# member.form.avatar.cropper.invalid
source: Unable to load image
zh_hans: 无法加载图片

# member.form.avatar.cropper.title
source: Crop photo
zh_hans: 裁剪照片

# member.form.avatar.remove
source: Remove photo
zh_hans: 移除照片

# member.form.name
source: Name
zh_hans: 姓名

# member.new.title
source: New member
zh_hans: 新建成员

# members.title
source: Members
zh_hans: 成员

# onboarding.continue
source: Continue
zh_hans: 继续

# onboarding.finish
source: Get started
zh_hans: 开始使用

# onboarding.firstMember.body
source: Cairn groups assets by family member. You can add more — and accounts, holdings, snapshots — later.
zh_hans: Cairn 按家庭成员组织资产，之后可以继续添加成员、账户、持仓和快照。

# onboarding.firstMember.title
source: Add your first family member
zh_hans: 添加第一位家庭成员

# onboarding.homeCurrency.body
source: All totals and charts will be shown in this currency. You can change it later in Settings.
zh_hans: 所有汇总与图表都会以此货币展示，可随时在设置中更改。

# onboarding.homeCurrency.title
source: Pick your home currency
zh_hans: 选择本币

# onboarding.skip
source: Skip for now
zh_hans: 暂时跳过

# onboarding.title
source: Welcome
zh_hans: 欢迎

# onboarding.welcome.body
source: A monthly net-worth check-up for your family. Record a snapshot each month, and Cairn will chart the trail.
zh_hans: 为家庭做月度净资产盘点。每月记录一次快照，Cairn 会为你绘制净资产曲线。

# onboarding.welcome.title
source: Welcome to Cairn
zh_hans: 欢迎使用 Cairn

# portfolioSnapshot.delete.confirm.action
source: Delete
zh_hans: 删除

# portfolioSnapshot.delete.confirm.message
source: This will remove the captured totals and FX rates. This cannot be undone.
zh_hans: 这将删除已记录的总额与当日汇率，此操作无法撤销。

# portfolioSnapshot.delete.confirm.title
source: Delete snapshot?
zh_hans: 删除该快照？

# portfolioSnapshot.delete.failure
source: Couldn't delete snapshot
zh_hans: 无法删除快照

# portfolioSnapshot.detail.batchDate %@
source: Snapshot date %@
zh_hans: 快照日期 %@

# portfolioSnapshot.detail.breakdown
source: Holdings
zh_hans: 持仓明细

# portfolioSnapshot.detail.capturedAt %@
source: Record created on %@
zh_hans: 记录创建于 %@

# portfolioSnapshot.detail.change.fx
source: FX impact
zh_hans: 汇率影响

# portfolioSnapshot.detail.change.fx.hint
source: Effect of FX rate changes on prior balances
zh_hans: 汇率变化对上期余额的影响

# portfolioSnapshot.detail.change.manual
source: Manual updates
zh_hans: 手动调整

# portfolioSnapshot.detail.change.manual.hint
source: Holdings added or removed since last snapshot
zh_hans: 相比上次快照新增或移除的持仓

# portfolioSnapshot.detail.change.market
source: Market movement
zh_hans: 市场变动

# portfolioSnapshot.detail.change.market.hint
source: Change in native amounts at this period's rates
zh_hans: 本期汇率下，原币金额的变化

# portfolioSnapshot.detail.change.title
source: Change breakdown
zh_hans: 变动构成

# portfolioSnapshot.detail.change.vs
source: vs {month}
zh_hans: 对比 {month}

# portfolioSnapshot.detail.member.unassigned
source: Unassigned
zh_hans: 未归属成员

# portfolioSnapshot.detail.rates
source: FX rates
zh_hans: 当日汇率

# portfolioSnapshot.detail.total
source: Total
zh_hans: 合计

# portfolioSnapshot.empty.hint
source: Record at least one monthly value before capturing a snapshot.
zh_hans: 请先录入一个月度数值，再添加快照。

# portfolioSnapshot.empty.title
source: Nothing to snapshot
zh_hans: 暂无可拍快照的数据

# portfolioSnapshot.form.breakdown
source: Breakdown
zh_hans: 账户明细

# portfolioSnapshot.form.date
source: Date
zh_hans: 日期

# portfolioSnapshot.form.note.placeholder
source: Note (optional)
zh_hans: 备注（可选）

# portfolioSnapshot.form.title
source: New snapshot
zh_hans: 新建快照

# portfolioSnapshot.form.total
source: Total
zh_hans: 合计

# portfolioSnapshot.save.failure
source: Couldn't save snapshot
zh_hans: 无法保存快照

# possession.badge.revalued
source: Revalued
zh_hans: 已重估

# possession.badge.sold
source: Sold
zh_hans: 已出售

# possession.category.electronics
source: Electronics
zh_hans: 电子产品

# possession.category.other
source: Other
zh_hans: 其他

# possession.category.realEstate
source: Real estate
zh_hans: 不动产

# possession.category.vehicle
source: Vehicle
zh_hans: 车辆

# possession.count.active
source: {count} active
zh_hans: 持有中 {count} 项

# possession.delete.confirm.message
source: This will permanently remove the asset record.
zh_hans: 资产记录将被永久删除。

# possession.delete.confirm.title
source: Delete asset?
zh_hans: 删除资产？

# possession.edit.title
source: Edit asset
zh_hans: 编辑资产

# possession.empty.hint
source: Track real estate, vehicles, and electronics alongside your accounts.
zh_hans: 在账户之外，追踪不动产、车辆和电子产品等实物资产。

# possession.empty.noMember.hint
source: Add a family member first, then come back to register an asset.
zh_hans: 请先添加家庭成员，再回来登记资产。

# possession.empty.noMember.title
source: No members yet
zh_hans: 还没有成员

# possession.empty.title
source: No physical assets yet
zh_hans: 还没有实物资产

# possession.form.category
source: Category
zh_hans: 类别

# possession.form.currency.immutable
source: Purchase currency cannot be changed after creation.
zh_hans: 购置币种创建后不可更改。

# possession.form.currentValue
source: Current value
zh_hans: 当前估值

# possession.form.name
source: Name
zh_hans: 名称

# possession.form.note
source: Note
zh_hans: 备注

# possession.form.owner
source: Owner
zh_hans: 归属成员

# possession.form.purchaseDate
source: Purchase date
zh_hans: 购置日期

# possession.form.purchasePrice
source: Purchase price
zh_hans: 购置价格

# possession.form.revalue.enable
source: Override with current value
zh_hans: 使用当前估值

# possession.form.revalue.updatedAt
source: Updated {date}
zh_hans: 更新于 {date}

# possession.form.saleDate
source: Sale date
zh_hans: 出售日期

# possession.form.salePrice
source: Sale price
zh_hans: 出售价格

# possession.form.section.basics
source: Basics
zh_hans: 基本信息

# possession.form.section.owner
source: Owner
zh_hans: 归属

# possession.form.section.purchase
source: Purchase
zh_hans: 购置信息

# possession.form.section.sale
source: Disposal
zh_hans: 处置

# possession.form.section.valuation
source: Valuation
zh_hans: 估值

# possession.form.section.valuation.hint
source: If unset, the purchase price is used for current value.
zh_hans: 未设置时将以购置价格作为当前估值。

# possession.form.sold.enable
source: Mark as sold
zh_hans: 标记为已出售

# possession.new.title
source: New asset
zh_hans: 新建资产

# possession.row.estimatedValueNotSet
source: Estimated value not set
zh_hans: 尚未设置估值

# possession.row.purchaseCost
source: Purchase cost
zh_hans: 购置成本

# possession.row.purchasedOn
source: Purchased {date}
zh_hans: 购置于 {date}

# possession.section.itemCount
source: {count} items
zh_hans: {count} 项

# possession.section.sold
source: Sold
zh_hans: 已出售

# possession.total.title
source: Total purchase cost
zh_hans: 总购置成本

# possession.trend
source: Cumulative purchase cost
zh_hans: 累计购置成本

# possession.trend.empty.hint
source: Add your first asset to see the purchase timeline.
zh_hans: 添加首个资产后，将会显示购置时间曲线。

# possession.trend.empty.title
source: No purchases yet
zh_hans: 尚无购置记录

# possession.value.label.current
source: current
zh_hans: 当前估值

# possession.value.label.purchase
source: purchase
zh_hans: 购置价格

# possession.value.label.sale
source: sale
zh_hans: 出售价格

# reminder.body
source: Record this month's snapshot in Cairn.
zh_hans: 在 Cairn 中记录本月资产快照。

# reminder.title
source: Time for your monthly check-up
zh_hans: 到了每月资产盘点时间

# settings.about.bugReport
source: Report a bug
zh_hans: 反馈问题

# settings.about.footer
source: Cairn is open source. Contributions and feedback are welcome on GitHub.
zh_hans: Cairn 是开源项目，欢迎在 GitHub 提交反馈或贡献代码。

# settings.about.sourceCode
source: Source code on GitHub
zh_hans: GitHub 开源仓库

# settings.about.star
source: Star on GitHub
zh_hans: 去 GitHub 点个 Star

# settings.about.version
source: Version
zh_hans: 版本

# settings.appearance.dark
source: Dark
zh_hans: 深色

# settings.appearance.light
source: Light
zh_hans: 浅色

# settings.appearance.system
source: System
zh_hans: 跟随系统

# settings.appearance.title
source: Appearance
zh_hans: 外观

# settings.backup.export
source: Export backup
zh_hans: 导出备份

# settings.backup.export.failure
source: Export failed.
zh_hans: 导出失败。

# settings.backup.export.success
source: Backup exported.
zh_hans: 备份已导出。

# settings.backup.exportCSV
source: Export snapshots CSV
zh_hans: 导出快照 CSV

# settings.backup.exportCSV.success
source: Snapshots CSV exported.
zh_hans: 快照 CSV 已导出。

# settings.backup.footer
source: Cairn stores data locally. Export a backup to move it between Macs (drop the file into iCloud Drive, Dropbox, etc.).
zh_hans: Cairn 的数据保存在本地。导出备份后可通过 iCloud Drive、Dropbox 等方式在不同 Mac 间迁移。

# settings.backup.import
source: Import from backup
zh_hans: 从备份恢复

# settings.backup.import.confirm.action
source: Replace
zh_hans: 替换

# settings.backup.import.confirm.message
source: Importing will erase everything currently on this Mac and replace it with the backup file. This cannot be undone.
zh_hans: 导入将清除当前 Mac 上的全部数据并替换为备份文件中的内容，操作无法撤销。

# settings.backup.import.confirm.title
source: Replace all data?
zh_hans: 替换全部数据？

# settings.backup.import.failure
source: Import failed. The file may be invalid.
zh_hans: 导入失败，备份文件可能无效。

# settings.backup.import.failure.tooNew
source: This backup was created by a newer version of Cairn. Please update the app and try again.
zh_hans: 此备份由较新版本的 Cairn 创建，请升级 App 后再试。

# settings.backup.import.failure.unreadable
source: This file is not a valid Cairn backup.
zh_hans: 该文件不是有效的 Cairn 备份。

# settings.backup.import.failure.write
source: Restore failed while writing data. Your previous data has been kept.
zh_hans: 写入备份时出错，原有数据已保留。

# settings.backup.import.success
source: Backup imported.
zh_hans: 备份已导入。

# settings.featureTour.footer
source: Replay the welcome tour any time to revisit what Cairn can do.
zh_hans: 随时重温欢迎引导，回顾 Cairn 能做的事。

# settings.featureTour.show
source: Show feature tour
zh_hans: 重看功能速览

# settings.homeCurrency.title
source: Home currency
zh_hans: 本币

# settings.language.followSystem
source: Follow system
zh_hans: 跟随系统

# settings.language.title
source: Language
zh_hans: 语言

# settings.reminder.day
source: Day of month
zh_hans: 提醒日期

# settings.reminder.denied
source: Notification permission denied. Enable it in System Settings to receive reminders.
zh_hans: 通知权限被拒绝，请到系统设置中开启以接收提醒。

# settings.reminder.footer
source: Cairn will send a local notification each month on the day and time you choose to remind you to record your snapshot.
zh_hans: Cairn 会在你选择的每月日期和时间发送本地通知，提醒你录入快照。

# settings.reminder.time
source: Time
zh_hans: 时间

# settings.reminder.toggle
source: Monthly reminder
zh_hans: 月度提醒

# settings.section.about
source: About
zh_hans: 关于

# settings.section.backup
source: Backup
zh_hans: 备份

# settings.section.general
source: General
zh_hans: 通用

# settings.section.help
source: Help
zh_hans: 帮助

# settings.section.reminder
source: Reminder
zh_hans: 提醒

# settings.title
source: Settings
zh_hans: 设置

# snapshot.delete.confirm.message
source: This snapshot will be removed. You can re-create it later.
zh_hans: 将删除该快照，你可以稍后重新创建。

# snapshot.delete.confirm.title
source: Delete snapshot?
zh_hans: 删除快照？

# snapshot.edit.title
source: Edit snapshot
zh_hans: 编辑快照

# snapshot.empty
source: No snapshots yet
zh_hans: 还没有快照

# snapshot.empty.hint
source: Record this month's value to start a trend.
zh_hans: 记录本月金额以开启走势曲线。

# snapshot.form.amount
source: Amount
zh_hans: 金额

# snapshot.form.date
source: Date
zh_hans: 日期

# snapshot.form.month
source: Month
zh_hans: 月份

# snapshot.new.title
source: New snapshot
zh_hans: 新建快照

# tour.back
source: Back
zh_hans: 上一步

# tour.finish
source: Get started
zh_hans: 开始使用

# tour.next
source: Next
zh_hans: 下一步

# tour.page.batch.body
source: One screen, one row per holding, last month's values pre-filled. Edit only what changed, hit Save all — designed to take under three minutes a month.
zh_hans: 一屏一行一条持仓，自动填入上月数值。只改有变化的行，点击「全部保存」——设计目标是每月不到三分钟。

# tour.page.batch.bullet1
source: Keyboard navigation: Tab, ↑ ↓, Enter
zh_hans: 键盘导航：Tab、↑ ↓、Enter

# tour.page.batch.bullet2
source: Live running total in your home currency
zh_hans: 以本币显示的实时合计金额

# tour.page.batch.bullet3
source: Atomic save · backfill any past month
zh_hans: 原子保存 · 可补录任意历史月份

# tour.page.batch.title
source: Excel-style monthly batch entry
zh_hans: 类 Excel 的月度批量录入

# tour.page.currency.body
source: One account can hold positions in CNY, USD, HKD, AUD and more. Cairn fetches live ECB rates and converts everything to your home currency on the fly.
zh_hans: 同一账户内可同时持有 CNY、USD、HKD、AUD 等多种货币。Cairn 抓取欧洲央行实时汇率，自动换算为你的本币。

# tour.page.currency.bullet1
source: Free Frankfurter API, no API key
zh_hans: 免费 Frankfurter API，无需 API Key

# tour.page.currency.bullet2
source: See FX moves on your net worth at a glance
zh_hans: 一眼看出财产受汇率的影响

# tour.page.currency.bullet3
source: Pick any home currency, switch anytime
zh_hans: 任选本币，随时切换

# tour.page.currency.title
source: Multi-currency without the spreadsheet gymnastics
zh_hans: 多币种，无需再翻表格

# tour.page.family.body
source: Create a profile for each family member, group their accounts and assets underneath, and flip between a per-member view and the aggregated household view with a single tap.
zh_hans: 为每位家庭成员创建档案，把账户与资产挂在他们名下，一键在单人视图与「全家」汇总视图之间切换。

# tour.page.family.bullet1
source: Per-member profiles with avatars
zh_hans: 每位成员独立档案，支持头像

# tour.page.family.bullet2
source: Cash, brokerage and physical assets together
zh_hans: 现金、证券、实物资产统一管理

# tour.page.family.bullet3
source: One-tap switch between member and household
zh_hans: 成员视图与全家视图一键切换

# tour.page.family.title
source: Organized by family member
zh_hans: 按家庭成员组织

# tour.page.privacy.body
source: Your data never leaves your Mac. The only network call fetches public FX rates — no accounts, no analytics, no ad SDKs, no cloud sync.
zh_hans: 数据始终保存在本机。唯一的网络请求只为获取公开汇率——无账户、无分析、无广告 SDK、无云端同步。

# tour.page.privacy.bullet1
source: Local-only SwiftData store, CloudKit sync off
zh_hans: 仅本地的 SwiftData 存储，CloudKit 同步默认关闭

# tour.page.privacy.bullet2
source: Portable, human-readable .cairn JSON backups
zh_hans: 可读的 .cairn JSON 备份，便携可控

# tour.page.privacy.bullet3
source: Open source · Apache 2.0 licensed
zh_hans: 开源 · Apache 2.0 许可证

# tour.page.privacy.bullet4
source: Export all your data to CSV anytime
zh_hans: 随时将所有数据导出为 CSV

# tour.page.privacy.title
source: Private by design
zh_hans: 天然私密

# tour.page.trend.body
source: A Swift Charts curve of total family net worth over 6M, 12M or all time, with a cumulative physical-asset overlay on the same chart.
zh_hans: 用 Swift Charts 绘制家庭净资产 6 个月 / 12 个月 / 全部时间的曲线，并在同一张图上叠加实物资产累计价值。

# tour.page.trend.bullet1
source: Break down by account kind, member or currency
zh_hans: 按账户类型、成员或币种分解

# tour.page.trend.bullet2
source: Hover or long-press for that month's composition
zh_hans: 悬停或长按查看当月构成与环比变化

# tour.page.trend.bullet3
source: Physical assets overlaid on the financial trend
zh_hans: 实物资产与金融资产同图叠加

# tour.page.trend.title
source: Net-worth trend, at a glance
zh_hans: 净资产趋势，一目了然

# tour.page.welcome.body
source: A monthly net-worth check-up app for your family. Each snapshot is one more stone on your family's financial trail — private, multi-currency, Apple-native.
zh_hans: 为家庭打造的月度净资产盘点工具。每一份快照都是家庭财富之路上的一块石头——隐私、多币种、Apple 原生。

# tour.page.welcome.bullet1
source: For the family CFO
zh_hans: 为家庭主理财者设计

# tour.page.welcome.bullet2
source: Under three minutes a month
zh_hans: 每月不到三分钟即可完成
